Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/press_releases_fi/27_10_2014_ps_koulutussuun.pdf.tmx
Source language: sme
Languages: smn

source: Sámegielat giellalávgun skuvllas – mo doarjjun iežan giela ja kultuvrra oahpahusas ? 6 oč (162 h)
smn: Säämi kielâlávgum škoovlâst – maht tuárjum jieččân kielâ já kulttuur máttááttâsâst 6 oč (162 h)

source: Skuvlenplána
smn: Škovlimvuávám

source: Lagašoahpahus oktiibuot 60 h, studeantta iehčanas bargu 102 h 24 h teoriijaoahpahus 36 h joavkobagadeapmi 102 h studeantta iehčanas bargu (aktiivvalaš bargobádjebargu / girjjálašvuohta ja/dahje essea ja/dahje oahppanbargobihttá
smn: Aldamáttááttâs ohtsis 60 h uáppee jiečânâs pargo 102 h 24 h teoriamáttááttâs 36 h juávkkustivrim 102 h uáppee jiečânâs pargo (aktiivlâš pargopáájáporgâm / kirjálâšvuotâ já / teikâ essee já / teikâ oppâmpargo)

source: Sámeoahpahusain oaivvildit sámegiela ja sámegielat sihke sámekultuvrra oahpahusa.
smn: Sämimáttááttâs uáivild sämikielâ já sämikielâlii sehe sämikulttuur máttááttâs.

source: Daid duogážin lea prinsihpa mánáid ja nuoraid vuoigatvuođas iežaset etnihkalaš identitehttii ja kultuvrralaš jotkkolašvuhtii.
smn: Tai tuávváást lii prinsiip párnái já nuorâi vuoigâdvuođâst jieijâs etnisii identiteetân já kulttuurlii jotkuuvâšvuotân.

source: Sámegielat giellalávgunoahpahusain oaivvilduvvo dakkár sámegielat oahpahus, mas sámegiella ii leat mánáid vuosttamužžan oahppan eatnigiella, ja man ulbmilin lea nannet gielalaččat rašit vuolggasajiin boahtán mánáid sámegiela.
smn: Säämi kielâlávgummáttááttâssáin uáivildeh tom sämikielâlii máttááttâs, mast sämikielâ ij lah párnái vuossâmužžân oppâm eenikielâ já mon ulmen lii nanodiđ kielâlávt hiäjub vuolgâsoojijn puáttee párnái sämikielâ.

source: Giellalávgunmetodaid dovdan ja heiveheapmi sámeoahpahussii doarju maiddái dakkár mánáid sámegielat oahpahusa, geaid eatnigiellan lea sámegiella.
smn: Kielâlávgumvuáháduv tubdâm já heiviittem sämimáttááttâsân tuárju meid sämikielâlii máttááttâs, mon adeleh sämikielâ eenikiellân sárnoid.

source: Maiddái eatnigielagiid gielalaš duogáš lea dávjá heterogenalaš.
smn: Meid eenikielâlij kielâlii tuávváš lii maŋgii epiohtâlâš.

source: Sámeoahpahusa pedagogalaš ovddideapmi dárkkuha ee. oahpaheaddjiid ámmátdáiddu ovddideami nu, ahte sii bastet vel buorebut go ovdal vuhtiiváldit gielalaččat ja kultuvrralaččat heterogenalaš oahppijoavkku.
smn: Sämimáttááttâs pedagooglâš ovdedem uáivild el. máttáátteijei áámmáttááiđu ovdedem nuuvt, ete sij pyehtih ovdiist pyerebeht väldiđ máttááttâsâst vuotân kielâlávt já kulttuurlávt epiohtâlii uáppeejuávhu.

source: Máŋggat leat juo guhká ollašuhttán giellalávguma prinsihpaid iežaset oahpahanbarggus, vaikko oahpahus ii leat meroštallojuvvon virggálaččat giellalávgumin oahppaplánas.
smn: Maaŋgah láá jo kuhháá olášuttâm kielâlávgum prinsiipijd máttááttâsâst, veikâ máttááttâs ij lah virgálávt miäruštâllum kielâlávguumin máttááttâsvuáváámist.

source: Skuvlen dahká vejolažžan sierra guovlluin ja sierraahkásaš mánáiguin doaibmi oahpaheaddjiid dieđu ja vásáhusaid juohkima.
smn: Škovlim taha máhđulâžžân jieškote-uv kuávluin já jieškote-uv ahasij párnáiguin pargee máttáátteijei tiäđu já vuáttámušâi jyehim.

source: Skuvlema ulbmilin lea ovdasajis addit oahpaheaddjiide vejolašvuođa ovddidit ođđa metodaid sámegielat oahpahussii ja giellaealáskahttimii skuvllas, fállat sidjiide bargoárena ja reaidduid giellalávgunoahpahussii beaivválaš skuvlabarggus.
smn: Škovlim ovdâsajasii ulmen lii adeliđ máttáátteijeid máhđulâšvuođâid ovdediđ uđđâ vuovijd sämikielân máttátmân já kielâ iäláskitmân škovlâpargoost, faallâđ sijjân porgâmkiedi já piergâsijd kielâlávgummáttááttâsân keevâtlii škovlâpargoost.

source: Nubbin dehálaš ulbmilin lea ráhkkanit ovda- ja vuođđooahpahusa ođđa oahppaplánaid atnuiváldimii sámeoahpahusas.
smn: Nubbe tehálâš ulme lii ráhtádâttâm ovdâ- já vuáđumáttááttâs uđđâ máttááttâsvuáváámij kiävtunväldimân sämimáttááttâsâst.

source: Skuvlema ulbmilin lea duddjot deahttásut geavadiid dieđuid molsuma várás ja lasihit oahpahusbargiid dieđu das, makkár vejolašvuođaid láhkaásaheapmi fállá beaivválaš sámeoahpahusas.
smn: Škovlim ulmen lii lääččiđ pyerebijd tiäđulonottem vuáháduvâid já lasettiđ máttááttâspargovievâ tiäđu lahâasâttem adelem sämimáttááttâs keevâtlijn máhđulâšvuođâin.

source: Giellagažaldat sámeoahpahusas sisttisdoallá viggamuša seailluhit giela: vejolašvuođa oahpahit sámegiela eatnigiellan hubmiide sin iežaset gillii ja fállat giellaoahpahusa daidda, geat eai máhte giela dahje geaid giellamáhttu leat rašes dilis.
smn: Kielâkoččâmuš sämimáttááttâsâst ana sistees kielâ siäilum ulme: jieškielâlii máttááttâs máhđulâžžân toohâm sämikielâ eenikiellân sárnoid já kielâ máttááttem tooid, kiäh iä määti kielâ teikâ tooid, kiäh sárnuh hiäjuht.

source: Ovttas dáin šaddá giela revitalisašuvnna prinsihppa dahjege dat, ahte giella sirdašuvvá ovddos guvlui nu máŋggain hubmiin go vejolaš.
smn: Oovtâst taah taheh kielâ revitalisistem prinsiip ađai tom, ete kielâ sirdâšuvá ovdâskulij nuuvt maaŋgáin sárnoin ko máhđulâš.

source: Buohkaid oktasaš ulbmilin lea mánáid ja nuoraid bajásšaddan aktiivvalaš ja doaibmi guovttegielalašvuhtii ja dađi mielde sámegielaid aktiivvalaš geavaheaddjiid logu lassáneapmi.
smn: Puohháid ohtsâš ulme lii párnái já nuorâi šoddâdem aktiivlii já toimâlii kyevtkielâlâšvuotân já návt sämikielâi aktiivlij kevttei mere šoddâm.

source: Kulturgažaldat sámeoahpahusas čujuha oahpahusa sajádahkii giela, kultuvrra ja árbevirolaš dieđu ja dáidduid sirdin nuorat sohkabuolvvaide.
smn: Kulttuurkoččâmuš sämimáttááttâsâst čuujoot máttááttâs roolin kielâ, kulttuur já ärbivuáválii tiäđu já tááiđui sirden nuorâb suhâpuolváid.

source: Sámeoahpaheaddjiid máhtu doarjun sihke pedagogalaš čovdosiid ja didaktalaš doaibmanmálliid ovddideapmi oahpahusas sápmelaš bajásgeassinárvvuid vuođul lea áigeguovdilis ja dárbbašlaš bargu.
smn: Sämimáttáátteijei mättim tuárjum já sämmilij šoddâdemáárvui miäldásij pedagooglij čuávdusij já máttááttâsopâlij toimâmaalij ovdedem máttááttâsâst lii äigikyevdilis já tárbulâš pargo.

source: Skuvlejumi sisdoallu:
smn: Škovlim siskáldâs:

source: I Álggaheapmi / Árradis dievaslaš giellalávgun Suomas / Giellalávgun ja máná gielalaš ovdáneapmi 1 oč..
smn: I Laiđiittâs / Aarrâd tievâslâš kielâlávgum Suomâst / Kielâlávgum já párnáá kielâlâš ovdánem 1 oč

source: Ulbmilat: Ulbmilin lea, ahte sámeoahpahusa bargiid ožžot vuođđodieđuid máná gielalaš ovdáneamis, giellalávgumis oahpahusmetodan, doahpagiin, teorehtalaš referensarámas, geavatlaš ollašuhttimis, vásáhusain ja oahppanbohtosiin.
smn: Ulmeh: Ulmen lii, ete sämimáttááttâs pargoviehâ finnee vuáđutiäđuid párnáá kielâlii ovdánmist, kielâlávgumist máttááttâsvyehhin, tuáváduvâin, teoreetlii čujosraamist, keevâtlii olášutmist, vuáttámušâin já oppâmpuátusijn.

source: Bargobájiin suokkardallojuvvo, mot dát diehtu heivehuvvo sámeoahpahussii.
smn: Pargopáájáporgâm pargon lii kieđâvuššâđ maht taam tiäđu puáhtá heiviittiđ sämimáttááttâsân.

source: Čađaheapmi: Lagašoahpahus, bagaduvvon bargobádjebargu ja oahppanbargobihtát.
smn: Olášuttemvyehi: Aldamáttááttâs, stivrejum pargopáájáporgâm já oppâmpargoh.

source: II Sámegielat giellalávguma vuođuštusat 1 oč..
smn: II Sämikielâlii kielâlávgum vuáđđuseh 1 oč

source: Ulbmilat: Ulbmilin lea, ahte sámeoahpahusa bargit ožžot vuođđodieđuid ovttaskas olbmo ja servodaga giellaealáskahttimis, giellalávgunmetodain sámi servodagas, guovtte- ja máŋggagielalašvuođas sámemánáid oahpahusas sihke sámi pedagogihkas sámi giellalávguma vuođđun.
smn: Ulmeh: Ulmen lii, ete sämimáttááttâs pargoviehâ finnee vuáđutiäđuid ovtâskâs ulmuu já siärvus kielâiäláskitmist, kielâlávgumvuovijn sämisiärváduvvâst, kyevt- já maaŋgâkielâlâšvuođâst sämipárnái máttátmist sehe sämipedagogiikâst sämmilii kielâlávgum vuáđun.

source: Čađaheapmi: Lahkaoahpahus, bagaduvvon bargobádjebargu ja oahppanbargobihtát.
smn: Olášuttemvyehi: Aldamáttááttâs, stivrejum pargopájáporgâm já oppâmpargoh.

source: III Konkrehtalaš giellalávgunmetodat sámeoahpahusas 3 oč..
smn: III Konkreetliih kielâlávgumvyevih sämimáttááttâsâst 3 oč

source: Ulbmilat: Ulbmilin lea lasihit sámeoahpahusa bargiid pedagogalaš ja ávdnasiidda guoski dáidduid, maid vehkiin sáhttá duddjot ođđa, sámegiela ja – kultuvrra vuhtiiváldi pedagogalaš geavadiid.
smn: Ulmeh: Sämimáttááttâs pargovievâ kielâlávgummáttááttâs pedagooglij ja amnâshaaldâtlij tááiđui lasettem, moi vievâst pyehtih ovdediđ uđđâ sämikielâ já – kulttuur vuotânväldee pedagooglijd vuáháduvâid.

source: Sámeoahpahusa bargit ožžot dieđuid ja dáidduid giellalávgunoahpahusas geavahuvvon oahpahusmetodain ja das, mot metodaid sáhttá heivehit sámeoahpahussii.
smn: Sämimáttááttâs pargoviehâ finnee tiäđu já tááiđuid máttááttâsvuovijn, maid kevttih kielâlávgummáttááttâsâst já tast, maht vuovijd puáhtá heiviittiđ sämimáttááttâsân.

source: IV Sámegielat giellalávgumiin aktiivvalaš gielageavaheaddjin 1 oč..
smn: IV Säämi kielâlávgum vievâst aktiivlii kielâkevtten 1 oč

source: Ulbmilat: Ulbmilin lea, ahte sámeoahpahusa bargit nannejit iežaset máhtu sámi kultuvrra ja giela sirdin.
smn: Ulmeh: Ulmen lii, ete sämimáttááttâs pargoviehâ naanood sii mättim sämikielâ já – kulttuur sirden.

source: Oahppobajis studeanttat besset sisa giellalávguma mearkkašupmái sámegiela oahppamis ja sámegielaid ealáskahttimis sihke geahčadit máná oahppanbálgá bajásšaddama geahččanguovllus.
smn: Oppâmpaajeest uápásmuveh kielâlávgum merhâšumán sämikielâ oppâmist já sämikielâi iäláskitmist, suogârdeh párnáá oppâmpálgá kielâlii šoddâm uáinust.

source: Čađahanáigetávval: I bear - láv guovvamánnu 2015 II bear - láv giđđat 2015 III bear - láv čakčat 2015 IV bear - láv čakčat 2015
smn: Olášuttemäigitavlu: I vá-lá kuovâmáánu 2015 II vá-lá kiđđuv 2015 III vá-lá čohčuv 2015 IV vá-lá čohčuv 2015

source: irmeli. moilanen (at) samediggi.
smn: SÄMITIGGE Vs škovlimčällee Irmeli Moilanen
